IDEA Open Model
MatConcreteEc2.UserDiagram Property
 Stress-strain diagram defined by user
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public Polygon2D UserDiagram { get; set; }
Public Property UserDiagram As Polygon2D
	Get
	Set
public:
property Polygon2D^ UserDiagram {
	Polygon2D^ get ();
	void set (Polygon2D^ value);
}
Property Value
Type: Polygon2D
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace